Repository: oriveo/oriveo
Catalog: ios/Oriveo/Oriveo/Chat.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: “%@” can’t be used as a field name in the additional request body.
ar: لا يمكن استخدام «%@» اسمًا لحقل في نص الطلب الإضافي.
de: „%@“ kann in den zusätzlichen Anfragedaten nicht als Feldname verwendet werden.
es: «%@» no se puede usar como nombre de campo en el cuerpo de solicitud adicional.
fr: « %@ » ne peut pas servir de nom de champ dans le corps de requête supplémentaire.
hi: “%@” को अतिरिक्त अनुरोध बॉडी में फ़ील्ड के नाम के रूप में इस्तेमाल नहीं किया जा सकता।
id: “%@” tidak bisa dipakai sebagai nama kolom di isi permintaan tambahan.
ja: 「%@」は追加リクエストボディのフィールド名に使えません。
ko: ‘%@’ 필드 이름은 추가 요청 본문에서 쓸 수 없어요.
pt_br: “%@” não pode ser usado como nome de campo no corpo adicional da requisição.
ru: «%@» нельзя использовать как имя поля в дополнительном теле запроса.
th: ใช้ “%@” เป็นชื่อฟิลด์ในเนื้อหาคำขอเพิ่มเติมไม่ได้
tr: “%@” ek istek gövdesinde alan adı olarak kullanılamaz.
vi: Không thể dùng “%@” làm tên trường trong nội dung yêu cầu bổ sung.
zh_hans: 「%@」不能用作附加请求体里的字段名。
zh_hant: 「%@」不能用作附加請求主體中的欄位名稱。

source: “%@” is filled in by Oriveo and can’t be set in the additional request body.
ar: يتولى Oriveo تعبئة «%@»، ولا يمكن تحديده في نص الطلب الإضافي.
de: „%@“ füllt Oriveo selbst aus und lässt sich nicht in den zusätzlichen Anfragedaten festlegen.
es: «%@» lo completa Oriveo y no se puede definir en el cuerpo de solicitud adicional.
fr: « %@ » est renseigné par Oriveo et ne peut pas être défini dans le corps de requête supplémentaire.
hi: “%@” Oriveo भरता है, इसलिए इसे अतिरिक्त अनुरोध बॉडी में सेट नहीं किया जा सकता।
id: “%@” diisi oleh Oriveo dan tidak bisa diatur di isi permintaan tambahan.
ja: 「%@」は Oriveo が入力するため、追加リクエストボディでは設定できません。
ko: ‘%@’ 필드는 Oriveo가 채우므로 추가 요청 본문에서 설정할 수 없어요.
pt_br: “%@” é preenchido pelo Oriveo e não pode ser definido no corpo adicional da requisição.
ru: «%@» подставляет Oriveo, его нельзя задать в дополнительном теле запроса.
th: Oriveo เป็นผู้กรอก “%@” จึงตั้งค่าไว้ในเนื้อหาคำขอเพิ่มเติมไม่ได้
tr: “%@” alanını Oriveo doldurur; ek istek gövdesinde ayarlanamaz.
vi: “%@” do Oriveo tự điền nên không thể đặt trong nội dung yêu cầu bổ sung.
zh_hans: 「%@」由 Oriveo 填写，不能写在附加请求体里。
zh_hant: 「%@」由 Oriveo 填入，不能寫在附加請求主體中。

source: “%@” was rejected
ar: رُفض «%@»
de: „%@“ wurde abgelehnt
es: Se rechazó «%@»
fr: « %@ » a été refusé
hi: “%@” अस्वीकार हुआ
id: “%@” ditolak
ja: 「%@」が拒否されました
ko: ‘%@’ 값이 거부됐어요
pt_br: “%@” foi recusado
ru: Вариант «%@» отклонён
th: “%@” ถูกปฏิเสธ
tr: “%@” reddedildi
vi: “%@” đã bị từ chối
zh_hans: 「%@」被拒绝了
zh_hant: 「%@」遭到拒絕

source: (Attachment)
ar: (مرفق)
de: (Anhang)
es: (Adjunto)
fr: (Pièce jointe)
hi: (अनुलग्नक)
id: (Lampiran)
ja: （添付ファイル）
ko: (첨부 파일)
pt_br: (Anexo)
ru: (Вложение)
th: (ไฟล์แนบ)
tr: (Ek)
vi: (Tệp đính kèm)
zh_hans: （附件）
zh_hant: （附件）

source: %@ is on, so this setting isn’t used.
ar: %@ مفعّل، لذا لا يُستخدم هذا الإعداد.
de: %@ ist aktiv, daher wird diese Einstellung nicht verwendet.
es: %@ está activado, así que este ajuste no se usa.
fr: %@ est activé, ce réglage n’est donc pas utilisé.
hi: %@ चालू है, इसलिए यह सेटिंग इस्तेमाल नहीं होती।
id: %@ sedang aktif, jadi pengaturan ini tidak dipakai.
ja: %@ がオンのため、この設定は使われません。
ko: %@ 설정이 켜져 있어 이 항목은 쓰이지 않아요.
pt_br: %@ está ativado, então esta configuração não é usada.
ru: Включён параметр «%@», поэтому эта настройка не используется.
th: %@ เปิดอยู่ จึงไม่ใช้การตั้งค่านี้
tr: %@ açık olduğu için bu ayar kullanılmıyor.
vi: %@ đang bật nên cài đặt này không được dùng.
zh_hans: 已被 %@ 接管，这一项不起作用。
zh_hant: 已由 %@ 接管，這一項不會生效。

source: %1$@ costs ~%2$ldx more than %3$@
ar: %1$@ يكلف ~%2$ldx أكثر من %3$@
de: %1$@ kostet ~%2$ldx mehr als %3$@
es: %1$@ cuesta ~%2$ldx más que %3$@
fr: %1$@ coûte ~%2$ldx plus que %3$@
hi: %1$@ की कीमत %3$@ से ~%2$ldx अधिक है
id: %1$@ berharga ~%2$ldx lebih mahal daripada %3$@
ja: %1$@ は %3$@ の約 %2$ldx 倍の費用です
ko: %1$@은(는) %3$@보다 ~%2$ldx 비쌉니다
pt_br: %1$@ custa ~%2$ldx mais que %3$@
ru: %1$@ стоит на ~%2$ldx дороже, чем %3$@
th: %1$@ มีราคา ~%2$ldx มากกว่า %3$@
tr: %1$@'nin maliyeti %3$@'den ~%2$ldx daha fazla
vi: %1$@ có giá cao hơn %3$@ ~%2$ldx
zh_hans: %1$@ 的费用约是 %3$@ 的 ~%2$ldx 倍
zh_hant: %1$@ 的費用約是 %3$@ 的 ~%2$ldx 倍

source: %1$@ Remove line %2$lld to send.
ar: %1$@ يلزم حذف السطر %2$lld قبل الإرسال.
de: %1$@ Löschen Sie Zeile %2$lld, um zu senden.
es: %1$@ Borra la línea %2$lld para poder enviar.
fr: %1$@ Supprimez la ligne %2$lld pour envoyer.
hi: %1$@ भेजने के लिए पंक्ति %2$lld हटाएँ।
id: %1$@ Hapus baris %2$lld agar bisa dikirim.
ja: %1$@ 送信するには %2$lld 行目を削除してください。
ko: %1$@ 보내려면 %2$lld번째 줄을 지워 주세요.
pt_br: %1$@ Apague a linha %2$lld para enviar.
ru: %1$@ Удалите строку %2$lld, чтобы отправить.
th: %1$@ ลบบรรทัดที่ %2$lld ก่อนจึงจะส่งได้
tr: %1$@ Göndermek için %2$lld. satırı silin.
vi: %1$@ Hãy xóa dòng %2$lld để gửi.
zh_hans: %1$@删掉第 %2$lld 行才能发送。
zh_hant: %1$@刪除第 %2$lld 行才能傳送。

source: %lld adjusted
ar: الإعدادات المعدّلة: %lld
de: Angepasst: %lld
es: Ajustados: %lld
fr: Modifiés : %lld
hi: समायोजित: %lld
id: Diubah: %lld
ja: %lld 項目を調整済み
ko: %lld개 조정됨
pt_br: Ajustados: %lld
ru: Изменено: %lld
th: ปรับแล้ว %lld รายการ
tr: Ayarlanan: %lld
vi: Đã chỉnh %lld mục
zh_hans: 调了 %lld 项
zh_hant: 已調整 %lld 項

source: %lld entries
ar: عدد العناصر: %lld
de: Einträge: %lld
es: Entradas: %lld
fr: Entrées : %lld
hi: प्रविष्टियाँ: %lld
id: Entri: %lld
ja: %lld 件
ko: %lld개
pt_br: Itens: %lld
ru: Записей: %lld
th: %lld รายการ
tr: Öğe: %lld
vi: %lld mục
zh_hans: %lld 条
zh_hant: %lld 項

source: %lld fields
ar: عدد الحقول: %lld
de: Felder: %lld
es: Campos: %lld
fr: Champs : %lld
hi: फ़ील्ड: %lld
id: Kolom: %lld
ja: %lld 個のフィールド
ko: 필드 %lld개
pt_br: Campos: %lld
ru: Полей: %lld
th: %lld ฟิลด์
tr: Alan: %lld
vi: %lld trường
zh_hans: %lld 个字段
zh_hant: %lld 個欄位

source: %lld more
ar: المزيد: %lld
de: %lld weitere
es: %lld más
fr: %lld de plus
hi: और %lld
id: %lld lainnya
ja: ほか %lld 件
ko: 외 %lld개
pt_br: Mais %lld
ru: Ещё: %lld
th: อีก %lld รายการ
tr: %lld daha
vi: Còn %lld mục khác
zh_hans: 另 %lld 项
zh_hant: 另 %lld 項

source: A balance of speed and depth.
ar: توازن بين السرعة والعمق.
de: Balance aus Tempo und Tiefe.
es: Equilibrio entre velocidad y profundidad.
fr: Équilibre entre vitesse et profondeur.
hi: गति और गहराई का संतुलन।
id: Seimbang antara cepat dan mendalam.
ja: 速さと深さのバランス。
ko: 속도와 깊이의 균형.
pt_br: Equilíbrio entre velocidade e profundidade.
ru: Баланс скорости и глубины.
th: สมดุลระหว่างเร็วและลึก
tr: Hız ile derinlik dengesi.
vi: Cân bằng giữa tốc độ và độ sâu.
zh_hans: 速度和深度兼顾。
zh_hant: 速度和深度兼顧。

source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
hi: जोड़ें
id: Tambahkan
ja: 追加
ko: 추가
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
vi: Thêm
zh_hans: 添加
zh_hant: 新增

source: Add fields that aren’t listed above, as JSON
ar: إضافة حقول غير مدرجة أعلاه بصيغة JSON
de: Felder, die oben fehlen, als JSON hinzufügen
es: Agrega en JSON los campos que no aparecen arriba
fr: Ajoutez en JSON les champs absents de la liste ci-dessus
hi: जो फ़ील्ड ऊपर नहीं हैं, उन्हें JSON में जोड़ें
id: Tambahkan kolom yang tidak ada di atas, dalam format JSON
ja: 上にない項目を JSON で追加
ko: 위에 없는 필드를 JSON으로 추가
pt_br: Adicione em JSON os campos que não aparecem acima
ru: Добавьте в формате JSON поля, которых нет выше
th: เพิ่มฟิลด์ที่ไม่มีด้านบนในรูปแบบ JSON
tr: Yukarıda olmayan alanları JSON olarak ekleyin
vi: Thêm bằng JSON các trường chưa có ở trên
zh_hans: 上面没有的字段，用 JSON 加进请求
zh_hant: 上方沒有的欄位，用 JSON 加進請求

source: Additional request body
ar: نص الطلب الإضافي
de: Zusätzliche Anfragedaten
es: Cuerpo de solicitud adicional
fr: Corps de requête supplémentaire
hi: अतिरिक्त अनुरोध बॉडी
id: Isi permintaan tambahan
ja: 追加リクエストボディ
ko: 추가 요청 본문
pt_br: Corpo adicional da requisição
ru: Дополнительное тело запроса
th: เนื้อหาคำขอเพิ่มเติม
tr: Ek istek gövdesi
vi: Nội dung yêu cầu bổ sung
zh_hans: 附加请求体
zh_hant: 附加請求主體

source: Advanced parameter
ar: معامل متقدم
de: Erweiterter Parameter
es: Parámetro avanzado
fr: Paramètre avancé
hi: उन्नत पैरामीटर
id: Parameter lanjutan
ja: 詳細パラメータ
ko: 고급 매개변수
pt_br: Parâmetro avançado
ru: Расширенный параметр
th: พารามิเตอร์ขั้นสูง
tr: Gelişmiş parametre
vi: Tham số nâng cao
zh_hans: 高级参数
zh_hant: 進階參數

source: AI is answering...
ar: الذكاء الاصطناعي يجيب...
de: KI antwortet...
es: La IA está respondiendo...
fr: L'IA répond...
hi: AI उत्तर दे रहा है...
id: AI menjawab...
ja: AIが回答中...
ko: AI가 답변 중...
pt_br: A IA está respondendo...
ru: ИИ отвечает...
th: AI กำลังตอบโจทย์...
tr: AI cevap veriyor...
vi: AI đang trả lời...
zh_hans: AI 正在回答...
zh_hant: AI 正在回答...

source: Allowed range: %@
ar: النطاق المسموح: %@
de: Zulässiger Bereich: %@
es: Rango permitido: %@
fr: Plage autorisée : %@
hi: अनुमत सीमा: %@
id: Rentang yang diizinkan: %@
ja: 指定できる範囲：%@
ko: 허용 범위: %@
pt_br: Intervalo permitido: %@
ru: Допустимый диапазон: %@
th: ช่วงที่อนุญาต: %@
tr: İzin verilen aralık: %@
vi: Phạm vi cho phép: %@
zh_hans: 允许范围：%@
zh_hant: 允許範圍：%@

source: Also covers %@
ar: يشمل أيضًا %@
de: Umfasst auch %@
es: También incluye %@
fr: Couvre aussi %@
hi: %@ भी शामिल
id: Juga mencakup %@
ja: %@ も含む
ko: %@ 포함
pt_br: Também inclui %@
ru: Также включает: %@
th: รวมถึง %@
tr: Şunları da kapsar: %@
vi: Bao gồm cả %@
zh_hans: 含%@
zh_hant: 包含%@

source: Always thinks before answering
ar: يفكر دائمًا قبل الإجابة
de: Denkt immer nach, bevor es antwortet
es: Siempre razona antes de responder
fr: Réfléchit toujours avant de répondre
hi: जवाब देने से पहले हमेशा सोचता है
id: Selalu berpikir sebelum menjawab
ja: 回答の前に必ず考えます
ko: 답변하기 전에 항상 생각해요
pt_br: Sempre raciocina antes de responder
ru: Всегда размышляет перед ответом
th: คิดก่อนตอบทุกครั้ง
tr: Yanıtlamadan önce her zaman düşünür
vi: Luôn suy nghĩ trước khi trả lời
zh_hans: 总会先想一想再回答
zh_hant: 一律先思考再回答

source: Answer right away, no thinking time.
ar: يجيب فورًا دون وقت للتفكير.
de: Antwortet sofort, ohne Denkzeit.
es: Responde de inmediato, sin tiempo de razonamiento.
fr: Répond immédiatement, sans temps de réflexion.
hi: तुरंत उत्तर, सोचने में समय नहीं।
id: Langsung menjawab tanpa waktu berpikir.
ja: すぐに回答し、思考時間を取りません。
ko: 생각하지 않고 바로 답합니다.
pt_br: Responde na hora, sem tempo de raciocínio.
ru: Отвечает сразу, без размышлений.
th: ตอบทันที ไม่ใช้เวลาคิด
tr: Düşünmeden hemen yanıtlar.
vi: Trả lời ngay, không mất thời gian suy nghĩ.
zh_hans: 直接回答，不花时间思考。
zh_hant: 直接回答，不花時間思考。

source: Applied to this conversation
ar: طُبّق على هذه المحادثة
de: Auf diese Unterhaltung angewendet
es: Aplicado a esta conversación
fr: Appliqué à cette conversation
hi: इस बातचीत पर लागू
id: Diterapkan ke percakapan ini
ja: この会話に適用済み
ko: 이 대화에 적용됨
pt_br: Aplicado a esta conversa
ru: Применено к этому диалогу
th: ใช้กับการสนทนานี้แล้ว
tr: Bu sohbete uygulandı
vi: Đã áp dụng cho cuộc trò chuyện này
zh_hans: 已应用于本对话
zh_hant: 已套用於本對話

source: Ask
ar: اسأل
de: Fragen
es: Preguntar
fr: Demander
hi: पूछें
id: Tanya
ja: 質問
ko: 질문
pt_br: Perguntar
ru: Спросить
th: ถาม
tr: Sor
vi: Hỏi
zh_hans: 提问
zh_hant: 提問

source: Ask anything, or just start typing.
ar: يمكنك السؤال عن أي شيء، أو البدء بالكتابة مباشرة.
de: Frag, was du willst – oder tipp einfach los.
es: Pregunta lo que quieras o empieza a escribir.
fr: Demande ce que tu veux, ou commence à écrire.
hi: कुछ भी पूछिए, या सीधे लिखना शुरू कीजिए।
id: Tanya apa saja, atau langsung ketik.
ja: 何でも気軽に入力してね
ko: 무엇이든 편하게 입력하세요
pt_br: Pergunte o que quiser ou comece a digitar.
ru: Спрашивай что угодно или просто начни писать.
th: ถามอะไรก็ได้ พิมพ์มาได้เลย
tr: Ne istersen sor ya da yazmaya başla.
vi: Hỏi gì cũng được, hoặc cứ gõ luôn.
zh_hans: 问什么都行，直接打字就好。
zh_hant: 想問什麼都可以，直接打字就好。

source: Attachments are filled in by Oriveo.
ar: يتولى Oriveo تعبئة المرفقات.
de: Anhänge fügt Oriveo selbst ein.
es: Los adjuntos los completa Oriveo.
fr: Les pièces jointes sont renseignées par Oriveo.
hi: अटैचमेंट Oriveo खुद जोड़ता है।
id: Lampiran diisi oleh Oriveo.
ja: 添付ファイルは Oriveo が自動で設定します。
ko: 첨부 파일은 Oriveo가 채워요.
pt_br: Os anexos são preenchidos pelo Oriveo.
ru: Вложения подставляет Oriveo.
th: Oriveo จะใส่ไฟล์แนบให้เอง
tr: Ekleri Oriveo doldurur.
vi: Oriveo tự điền tệp đính kèm.
zh_hans: 附件由 Oriveo 填写。
zh_hant: 附件由 Oriveo 填入。

source: Cache read
ar: قراءة التخزين المؤقت
de: Cache-Lesen
es: Lectura de caché
fr: Lecture du cache
hi: कैश रीड
id: Baca cache
ja: キャッシュ読み取り
ko: 캐시 읽기
pt_br: Leitura de cache
ru: Чтение кэша
th: อ่านแคช
tr: Önbellek okuma
vi: Đọc cache
zh_hans: 缓存读取
zh_hant: 快取讀取

source: Cache write
ar: كتابة التخزين المؤقت
de: Cache-Schreiben
es: Escritura de caché
fr: Écriture du cache
hi: कैश राइट
id: Tulis cache
ja: キャッシュ書き込み
ko: 캐시 쓰기
pt_br: Escrita de cache
ru: Запись кэша
th: เขียนแคช
tr: Önbellek yazma
vi: Ghi cache
zh_hans: 缓存写入
zh_hant: 快取寫入

source: Can’t be changed
ar: غير قابل للتغيير
de: Nicht änderbar
es: No se puede cambiar
fr: Non modifiable
hi: बदला नहीं जा सकता
id: Tidak bisa diubah
ja: 変更不可
ko: 변경 불가
pt_br: Não pode ser alterado
ru: Нельзя изменить
th: เปลี่ยนไม่ได้
tr: Değiştirilemez
vi: Không thể thay đổi
zh_hans: 不能改
zh_hant: 無法變更

source: Can’t be sent together with %@, so this setting is left out.
ar: لا يمكن إرساله مع %@، لذا يُستبعد هذا الإعداد.
de: Kann nicht zusammen mit %@ gesendet werden und wird daher weggelassen.
es: No se puede enviar junto con %@, así que este ajuste se omite.
fr: Ne peut pas être envoyé avec %@, ce réglage est donc omis.
hi: %@ के साथ नहीं भेजी जा सकती, इसलिए यह सेटिंग छोड़ दी गई है।
id: Tidak bisa dikirim bersama %@, jadi pengaturan ini tidak disertakan.
ja: %@ と同時には送信できないため、この設定は送信されません。
ko: %@ 항목과 함께 보낼 수 없어 이 항목은 빼고 보내요.
pt_br: Não pode ser enviado junto com %@, então esta configuração fica de fora.
ru: Нельзя отправить вместе с «%@», поэтому эта настройка пропускается.
th: ส่งพร้อมกับ %@ ไม่ได้ จึงไม่ส่งการตั้งค่านี้
tr: %@ ile birlikte gönderilemediği için bu ayar dışarıda bırakılır.
vi: Không thể gửi cùng %@ nên cài đặt này bị bỏ qua.
zh_hans: 不能和 %@ 一起发送，这一项不发送。
zh_hant: 無法與 %@ 一起傳送，這一項不會傳送。

source: Can’t switch here yet
ar: لا يمكن التبديل هنا بعد
de: Hier noch nicht umschaltbar
es: Aún no se puede cambiar aquí
fr: Pas encore modifiable ici
hi: यहाँ अभी स्विच नहीं हो सकता
id: Belum bisa diganti di sini
ja: ここではまだ切り替えられません
ko: 아직 여기서 바꿀 수 없음
pt_br: Ainda não dá para trocar aqui
ru: Здесь пока нельзя переключить
th: ยังสลับที่นี่ไม่ได้
tr: Burada henüz değiştirilemiyor
vi: Chưa thể chuyển ở đây
zh_hans: 这里暂时切换不了
zh_hant: 這裡暫時無法切換

source: Capability execution
ar: تنفيذ القدرة
de: Ausführung der Funktion
es: Ejecución de capacidad
fr: Exécution de la capacité
hi: क्षमता निष्पादन
id: Eksekusi kemampuan
ja: 機能の実行
ko: 기능 실행
pt_br: Execução de recurso
ru: Выполнение возможности
th: การดำเนินการความสามารถ
tr: Yetenek yürütmesi
vi: Thực thi khả năng
zh_hans: 能力执行
zh_hant: 能力執行

source: Changed in this conversation
ar: مُعدَّل في هذه المحادثة
de: In dieser Unterhaltung geändert
es: Cambiado en esta conversación
fr: Modifié dans cette conversation
hi: इस बातचीत में बदला गया
id: Diubah di percakapan ini
ja: この会話で変更
ko: 이 대화에서 변경함
pt_br: Alterado nesta conversa
ru: Изменено в этом диалоге
th: เปลี่ยนในบทสนทนานี้
tr: Bu sohbette değiştirildi
vi: Đã đổi trong cuộc trò chuyện này
zh_hans: 本对话里改过
zh_hant: 本對話中改過

source: Check the additional request body
ar: يُرجى مراجعة نص الطلب الإضافي
de: Zusätzliche Anfragedaten prüfen
es: Revisa el cuerpo de solicitud adicional
fr: Vérifiez le corps de requête supplémentaire
hi: अतिरिक्त अनुरोध बॉडी जाँचें
id: Periksa isi permintaan tambahan
ja: 追加リクエストボディを確認してください
ko: 추가 요청 본문을 확인해 주세요
pt_br: Verifique o corpo adicional da requisição
ru: Проверьте дополнительное тело запроса
th: โปรดตรวจสอบเนื้อหาคำขอเพิ่มเติม
tr: Ek istek gövdesini kontrol edin
vi: Hãy kiểm tra nội dung yêu cầu bổ sung
zh_hans: 请检查附加请求体
zh_hant: 請檢查附加請求主體

source: Choose another model
ar: اختيار نموذج آخر
de: Anderes Modell auswählen
es: Elegir otro modelo
fr: Choisir un autre modèle
hi: कोई अन्य मॉडल चुनें
id: Pilih model lain
ja: 別のモデルを選択
ko: 다른 모델 선택
pt_br: Escolher outro modelo
ru: Выбрать другую модель
th: เลือกรุ่นอื่น
tr: Başka bir model seç
vi: Chọn mô hình khác
zh_hans: 选择其他模型
zh_hant: 選擇其他模型

source: Choose protocol
ar: اختيار البروتوكول
de: Protokoll wählen
es: Elegir protocolo
fr: Choisir le protocole
hi: प्रोटोकॉल चुनें
id: Pilih protokol
ja: プロトコルを選ぶ
ko: 프로토콜 선택
pt_br: Escolher protocolo
ru: Выбрать протокол
th: เลือกโปรโตคอล
tr: Protokol seç
vi: Chọn giao thức
zh_hans: 去选协议
zh_hant: 前往選擇協議

source: Choose this connection’s protocol first
ar: يلزم اختيار بروتوكول هذا الاتصال أولًا
de: Zuerst das Protokoll dieser Verbindung wählen
es: Primero elige el protocolo de esta conexión
fr: Choisissez d’abord le protocole de cette connexion
hi: पहले इस कनेक्शन का प्रोटोकॉल चुनें
id: Pilih protokol koneksi ini dulu
ja: まずこの接続のプロトコルを選んでください
ko: 먼저 이 연결의 프로토콜을 선택해 주세요
pt_br: Escolha primeiro o protocolo desta conexão
ru: Сначала выберите протокол этого подключения
th: เลือกโปรโตคอลของการเชื่อมต่อนี้ก่อน
tr: Önce bu bağlantının protokolünü seçin
vi: Hãy chọn giao thức cho kết nối này trước
zh_hans: 先选这条连接的协议
zh_hant: 請先選擇此連線的協議

source: Collapsed
ar: مطوي
de: Eingeklappt
es: Contraído
fr: Réduit
hi: संक्षिप्त
id: Diciutkan
ja: 折りたたみ済み
ko: 접힘
pt_br: Recolhido
ru: Свернуто
th: ยุบแล้ว
tr: Daraltıldı
vi: Đã thu gọn
zh_hans: 已折叠
zh_hant: 已摺疊

source: Conflicts with another setting, so this one is left out.
ar: يتعارض مع إعداد آخر، لذا يُستبعد هذا الإعداد.
de: Steht im Konflikt mit einer anderen Einstellung und wird daher weggelassen.
es: Choca con otro ajuste, así que este se omite.
fr: Entre en conflit avec un autre réglage, il est donc omis.
hi: किसी दूसरी सेटिंग से टकराव है, इसलिए यह सेटिंग छोड़ दी गई है।
id: Bentrok dengan pengaturan lain, jadi pengaturan ini tidak disertakan.
ja: 別の設定と競合するため、この設定は送信されません。
ko: 다른 설정과 충돌해 이 항목은 빼고 보내요.
pt_br: Entra em conflito com outra configuração, então esta fica de fora.
ru: Конфликтует с другой настройкой, поэтому пропускается.
th: ขัดแย้งกับการตั้งค่าอื่น จึงไม่ส่งการตั้งค่านี้
tr: Başka bir ayarla çakıştığı için bu ayar dışarıda bırakılır.
vi: Xung đột với một cài đặt khác nên cài đặt này bị bỏ qua.
zh_hans: 和另一项设置冲突，这一项不发送。
zh_hant: 與另一項設定衝突，這一項不會傳送。

source: Connection declaration
ar: تعريف الاتصال
de: Verbindungsdeklaration
es: Declaración de la conexión
fr: Déclaration de la connexion
hi: कनेक्शन घोषणा
id: Deklarasi koneksi
ja: 接続の宣言
ko: 연결 선언
pt_br: Declaração da conexão
ru: Описание подключения
th: การประกาศการเชื่อมต่อ
tr: Bağlantı bildirimi
vi: Khai báo kết nối
zh_hans: 连接声明
zh_hant: 連線宣告

source: Context
ar: السياق
de: Kontext
es: Contexto
fr: Contexte
hi: कॉन्टेक्स्ट
id: Konteks
ja: コンテキスト
ko: 컨텍스트
pt_br: Contexto
ru: Контекст
th: บริบท
tr: Bağlam
vi: Ngữ cảnh
zh_hans: 上下文
zh_hant: 上下文

source: Continue Generating
ar: متابعة التوليد
de: Fortsetzen
es: Continuar generando
fr: Continuer la génération
hi: जनरेट करना जारी रखें
id: Lanjutkan Pembuatan
ja: 生成を続ける
ko: 계속 생성
pt_br: Continuar gerando
ru: Продолжить
th: สร้างต่อ
tr: Oluşturmaya Devam Et
vi: Tiếp tục tạo
zh_hans: 继续生成
zh_hant: 繼續生成

source: Conversation exported as Markdown.
ar: تم تصدير المحادثة بصيغة Markdown.
de: Konversation als Markdown exportiert.
es: Conversación exportada como Markdown.
fr: Conversation exportée en Markdown.
hi: वार्तालाप Markdown के रूप में निर्यात किया गया।
id: Percakapan diekspor sebagai Markdown.
ja: 会話を Markdown としてエクスポートしました。
ko: 대화를 Markdown으로 내보냈습니다.
pt_br: Conversa exportada como Markdown.
ru: Разговор экспортирован в Markdown.
th: ส่งออกการสนทนาเป็น Markdown แล้ว
tr: Konuşma Markdown olarak dışa aktarıldı.
vi: Đã xuất cuộc trò chuyện dưới dạng Markdown.
zh_hans: 已导出会话为 Markdown 文件。
zh_hant: 已匯出對話為 Markdown 檔案。

source: Conversation outline
ar: مخطط المحادثة
de: Gesprächsübersicht
es: Esquema de la conversación
fr: Plan de la conversation
hi: वार्तालाप रूपरेखा
id: Kerangka percakapan
ja: 会話の目次
ko: 대화 개요
pt_br: Estrutura da conversa
ru: Структура беседы
th: โครงร่างการสนทนา
tr: Sohbet ana hatları
vi: Dàn ý cuộc trò chuyện
zh_hans: 对话导航
zh_hant: 對話導覽

source: Cost
ar: التكلفة
de: Kosten
es: Costo
fr: Coût
hi: लागत
id: Biaya
ja: 料金
ko: 비용
pt_br: Custo
ru: Стоимость
th: ค่าใช้จ่าย
tr: Maliyet
vi: Chi phí
zh_hans: 费用
zh_hant: 費用

source: Crossed-out settings are being handled by %@.
ar: الإعدادات المشطوبة يتولاها %@ حاليًا.
de: Durchgestrichene Einstellungen übernimmt gerade %@.
es: Los ajustes tachados los controla %@.
fr: Les réglages barrés sont pris en charge par %@.
hi: काटी गई सेटिंग्स अभी %@ के नियंत्रण में हैं।
id: Pengaturan yang dicoret sedang diatur oleh %@.
ja: 取り消し線の付いた設定は %@ が管理しています。
ko: 줄이 그어진 설정은 지금 %@ 기능이 관리하고 있어요.
pt_br: As configurações riscadas estão a cargo de %@.
ru: Зачёркнутыми настройками сейчас управляет %@.
th: การตั้งค่าที่ถูกขีดฆ่าอยู่ในการควบคุมของ %@
tr: Üstü çizili ayarları şu anda %@ yönetiyor.
vi: Các cài đặt bị gạch ngang đang do %@ đảm nhận.
zh_hans: 划掉的项正被 %@ 接管。
zh_hant: 劃掉的項目正由 %@ 接管。

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
hi: कस्टम
id: Kustom
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

source: Custom fields need an official field schema for this exact model and transport.
ar: تتطلب الحقول المخصصة مخطط حقول رسميًا لهذا النموذج وطريقة النقل تحديدًا.
de: Eigene Felder erfordern ein offizielles Feldschema für genau dieses Modell und diesen Transport.
es: Los campos personalizados requieren un esquema oficial para este modelo y transporte exactos.
fr: Les champs personnalisés nécessitent un schéma officiel pour ce modèle et ce transport précis.
hi: कस्टम फ़ील्ड के लिए इसी मॉडल और ट्रांसपोर्ट का आधिकारिक फ़ील्ड स्कीमा चाहिए।
id: Bidang kustom memerlukan skema bidang resmi untuk model dan transport ini.
ja: カスタムフィールドには、この正確なモデルとトランスポート向けの公式フィールドスキーマが必要です。
ko: 사용자 지정 필드에는 이 모델과 전송 방식에 대한 공식 필드 스키마가 필요합니다.
pt_br: Campos personalizados exigem um esquema oficial para este modelo e transporte exatos.
ru: Пользовательские поля требуют официальной схемы для этой модели и транспорта.
th: ฟิลด์ที่กำหนดเองต้องมีสคีมาฟิลด์อย่างเป็นทางการสำหรับโมเดลและทรานสปอร์ตนี้
tr: Özel alanlar, tam olarak bu model ve taşıma için resmi bir alan şeması gerektirir.
vi: Trường tùy chỉnh cần lược đồ trường chính thức cho đúng mô hình và phương thức truyền này.
zh_hans: 自定义字段需要该模型与传输方式的官方字段 schema。
zh_hant: 自訂欄位需要該模型與傳輸方式的官方欄位 schema。

source: Custom is selected but empty, so messages using this control will fail to send.
ar: تم اختيار «مخصص» لكنه فارغ، لذا ستفشل الرسائل التي تستخدم هذا العنصر.
de: „Benutzerdefiniert“ ist gewählt, aber leer – Nachrichten mit diesem Steuerelement schlagen fehl.
es: Está seleccionado «Personalizado» pero vacío, así que los mensajes que usen este control fallarán.
fr: « Personnalisé » est sélectionné mais vide : les messages utilisant ce contrôle échoueront.
hi: कस्टम चुना गया है पर खाली है, इसलिए इस नियंत्रण वाले संदेश नहीं भेजे जा सकेंगे।
id: Kustom dipilih tetapi kosong, sehingga pesan yang memakai kontrol ini akan gagal terkirim.
ja: カスタムが選択されていますが空のため、このコントロールを使うメッセージは送信に失敗します。
ko: 사용자 지정이 선택됐지만 비어 있어, 이 컨트롤을 쓰는 메시지는 전송에 실패합니다.
pt_br: Personalizado está selecionado, mas vazio: mensagens que usarem este controle falharão.
ru: Выбран пользовательский режим, но поле пустое — сообщения с этим элементом не отправятся.
th: เลือกกำหนดเองแต่ยังว่าง ข้อความที่ใช้ตัวควบคุมนี้จะส่งไม่สำเร็จ
tr: Özel seçili ama boş; bu denetimi kullanan mesajlar gönderilemez.
vi: Đã chọn tùy chỉnh nhưng để trống, nên tin nhắn dùng điều khiển này sẽ gửi thất bại.
zh_hans: 已选自定义但内容为空，用到该控件的消息将发送失败。
zh_hant: 已選自訂但內容為空，用到該控制項的訊息將傳送失敗。

source: Custom request fields
ar: حقول طلب مخصصة
de: Benutzerdefinierte Anforderungsfelder
es: Campos de solicitud personalizados
fr: Champs de requête personnalisés
hi: कस्टम अनुरोध फ़ील्ड
id: Kolom permintaan kustom
ja: カスタムリクエスト項目
ko: 사용자 지정 요청 필드
pt_br: Campos de solicitação personalizados
ru: Пользовательские поля запроса
th: ฟิลด์คำขอแบบกำหนดเอง
tr: Özel istek alanları
vi: Trường yêu cầu tùy chỉnh
zh_hans: 自定义请求字段
zh_hant: 自訂請求欄位
